v = """

А ведь моя собака понимает русский язык больше, чем я собачий.

Обычно, когда в переписке я пишу и т.п. то это значит, что я больше не могу привести конкретных примеров.

Первое апреля это единственный день в году, когда люди критически относятся к новостным заголовкам.

В детстве нам говорили, что шутки про гениталии это тема для взрослых. Когда мы повзрослели, шутки про гениталии стали называть детскими.

Смеяться над толстым человеком в спортзале это так же глупо, как смеяться над безработным на бирже труда.

Если университеты хотят готовить студентов к современному рынку труда, то они должны принимать на поступление только тех людей, у которых уже есть двух- трех летний опыт обучения в университете.

Ни одна книга в стиле "Как заработать миллион долларов" не начинается с истории, в которой автор пришел к успеху после прочтения книги "Как заработать миллион долларов".

Кровать это шкаф для твоего тела, когда ты им не пользуешься.

Поскольку телескоп работает при помощи зеркал, мы никогда не узнаем, существуют ли космические вампиры.

Для динозавров мы живем в пост- апокалиптическом будущем.

Чистка зубов это единственный момент, когда ты буквально чистишь свой скелет.

Представить только, если две беременные женщины начнут драться, то это будет словно меха дуэль для двух зародышей.

В 31 год ты потратил целый месяц своей жизни на дни рождения.

Представить только, сколько gopro камер будет найдено в будущем в горах, на которых будут запечатлены последние секунды жизни людей.

Первые 18 лет твоей жизни это словно бесплатная trial версия. Дальше начинается "плати, чтобы играть".
"""
n = v.split('\n')
print('\n'.join([line for line in n if line.strip() != '']))